Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: Check your email for a secure password reset link, then return to Pickly to sign in.
cs: Zkontrolujte si e-mail pro bezpečné heslo resetovat odkaz, pak se vrátit do Pickly přihlásit.
da: Tjek din e-mail for en sikker adgangskode reset link, derefter vende tilbage til Pickly at logge på.
de: Überprüfen Sie Ihre E-Mail auf einen sicheren Passwort-Reset-Link und kehren Sie dann zu Pickly zurück, um sich anzumelden.
es: Compruebe su correo electrónico para un enlace de reset de contraseña seguro, y luego vuelva a Pickly para iniciar sesión.
fr: Vérifiez votre courriel pour obtenir un lien sécurisé de réinitialisation du mot de passe, puis retournez à Pickly pour vous connecter.
it: Controlla la tua email per un link di ripristino password sicuro, quindi torna a Pickly per accedere.
pl: Sprawdź swój e-mail, aby uzyskać bezpieczny link do resetowania hasła, a następnie wróć do Pickly, aby się zalogować.
pt_pt: Verifique o seu e-mail para obter um link de redefinição de senha seguro e, em seguida, retorne ao Pickly para iniciar sessão.

source: Check your email to confirm your account.
cs: Zkontrolujte si e-mail potvrdit svůj účet.
da: Tjek din e-mail for at bekræfte din konto.
de: Überprüfen Sie Ihre E-Mail, um Ihr Konto zu bestätigen.
es: Compruebe su correo electrónico para confirmar su cuenta.
fr: Vérifiez votre email pour confirmer votre compte.
it: Controlla la tua email per confermare il tuo account.
pl: Sprawdź swój e-mail, aby potwierdzić swoje konto.
pt_pt: Verifique seu e-mail para confirmar sua conta.

source: Checking your account…
cs: Kontroluju váš účet...
da: Tjekker din konto...
de: Überprüfen Sie Ihr Konto...
es: Revisando tu cuenta...
fr: Vérifier votre compte...
it: Controllare il tuo account...
pl: Sprawdzam twoje konto...
pt_pt: Verificando sua conta...

source: Cheese Potato Chips
cs: Sýrové bramborové chipsy
da: Oste Kartoffel Chips
de: Käse Kartoffelchips
fr: Chips de pommes de terre au fromage
it: patatine al formaggio
pl: Chipsy ziemniaczane z sera
pt_pt: Batatas fritas de queijo

source: Chickpea Pasta
cs: Cizrna Těstoviny
da: Kikært Pasta
es: Pollo Pasta
fr: Pâtes de pois chiches
it: Pasta di ceci
pl: Pasta grochowa
pt_pt: Massa de grão de bico

source: Chocolate Cereal
cs: Čokoládové cereálie
da: Chokoladekorn
de: Schokoladengetreide
es: Cereales de chocolate
fr: Chocolat céréales
it: Cereali di cioccolato
pl: Czekolada
pt_pt: Cereal de chocolate

source: Chocolate Cereal package
cs: Čokoládový balíček s cereáliemi
da: Chokoladepakning
de: Schokoladengetreideverpackung
es: Chocolate Cereal paquete
fr: Chocolat Céréales
it: Chocolate Cereal pacchetto
pl: Czekoladowy pakiet zbożowy
pt_pt: Pacote de cereais de chocolate

source: Choose the closest match.
cs: Vyberte si nejbližší zápas.
da: Vælg det tætteste match.
de: Wählen Sie die nächstgelegene Übereinstimmung.
es: Elige el partido más cercano.
fr: Choisissez le match le plus proche.
it: Scegli la partita più vicina.
pl: Wybierz najbliższy mecz.
pt_pt: Escolha a correspondência mais próxima.

source: Choose what matters to you
cs: Vyber si, na čem ti záleží.
da: Vælg hvad der betyder noget for dig
de: Wähle, was dir wichtig ist
es: Elija lo que le importa
fr: Choisissez ce qui compte pour vous
it: Scegli cosa conta per te
pl: Wybierz to, co dla ciebie ważne.
pt_pt: Escolha o que é importante para você

source: Choose with less guesswork.
cs: Vyberte si s menším odhadem.
da: Vælg med mindre gætteri.
de: Wählen Sie mit weniger Rätselraten.
es: Elige con menos adivinanzas.
fr: Choisissez avec moins de devinettes.
it: Scegli con meno intuizioni.
pl: Wybierz z mniej zgadywanki.
pt_pt: Escolha com menos palpites.

source: Choose your pace
cs: Vyberte si tempo
da: Vælg dit tempo
de: Wählen Sie Ihr Tempo
es: Elige tu ritmo
fr: Choisissez votre rythme
it: Scegli il tuo ritmo
pl: Wybierz tempo
pt_pt: Escolha o seu ritmo

source: Clear filters
cs: Filtry čiré
da: Ryd filtre
de: Klarfilter
es: Filtros claros
fr: Effacer les filtres
it: Cancella filtri
pl: Wyczyść filtry
pt_pt: Limpar os filtros

source: Clear search
cs: Vymazat vyhledávání
da: Ryd søgning
de: Klare Suche
es: Búsqueda clara
fr: Effacer la recherche
it: Ricerca chiara
pl: Wyczyść wyszukiwanie
pt_pt: Limpar a pesquisa

source: Collapses nutrition facts.
cs: Kolabuje výživová fakta.
da: Kollaps ernæring fakta.
de: Kollaps Nährwert Fakten.
es: Colapso los hechos nutricionales.
fr: Efface les faits nutritionnels.
it: Colpisce i fatti della nutrizione.
pl: Załamuje fakty żywieniowe.
pt_pt: Recolher fatos nutricionais.

source: Compare
cs: Porovnat
da: Sammenlign
de: Vergleichen
fr: Comparer
it: Confronta
pl: Porównaj
pt_pt: Comparar

source: Compared with
cs: Ve srovnání s
da: Sammenlignet med
de: Verglichen mit
es: Comparado con
fr: Par rapport à
it: Rispetto a
pl: W porównaniu z
pt_pt: Em comparação com

source: Compares this product with the current product.
cs: Srovnává tento produkt s aktuálním produktem.
da: Sammenlign dette produkt med det aktuelle produkt.
de: Vergleicht dieses Produkt mit dem aktuellen Produkt.
es: Compara este producto con el producto actual.
fr: Comparer ce produit avec le produit actuel.
it: Confronta questo prodotto con il prodotto corrente.
pl: Poleca ten produkt z obecnym produktem.
pt_pt: Compara este produto com o produto atual.

source: Confidence reflects how complete and consistent the available nutrition and ingredient data is. If sugar, salt, or saturated fat is missing, Pickly shows Limited data instead of a numeric score.
cs: Důvěra odráží, jak kompletní a konzistentní jsou dostupné údaje o výživě a složkách. Pokud cukr, sůl, nebo nasycený tuk chybí, Pickly ukazuje omezená data místo číselného skóre.
da: Tillid afspejler, hvor fuldstændige og konsistente de tilgængelige ernærings- og ingrediensdata er. Hvis der mangler sukker, salt eller mættet fedt, viser Pickly begrænsede data i stedet for en numerisk score.
de: Das Vertrauen spiegelt wider, wie vollständig und konsistent die verfügbaren Nährwert- und Zutatendaten sind. Wenn Zucker, Salz oder gesättigte Fettsäuren fehlen, zeigt Pickly begrenzte Daten anstelle einer numerischen Punktzahl an.
es: La confianza refleja lo completo y coherente que son los datos de nutrición y ingrediente disponibles. Si falta azúcar, sal o grasa saturada, Pickly muestra datos limitados en lugar de una puntuación numérica.
fr: La confiance reflète à quel point les données disponibles sur la nutrition et les ingrédients sont complètes et cohérentes. Si le sucre, le sel ou les graisses saturées manquent, Pickly montre des données limitées au lieu d'un score numérique.
it: La fiducia riflette quanto sia completa e coerente la nutrizione e i dati degli ingredienti disponibili. Se manca lo zucchero, il sale o il grasso saturato, Pickly mostra i dati limitati invece di un punteggio numerico.
pl: Zaufanie odzwierciedla kompletność i spójność dostępnych danych dotyczących żywienia i składników. Jeśli brakuje cukru, soli lub tłuszczów nasyconych, Pickly pokazuje ograniczone dane zamiast liczbowego wyniku.
pt_pt: A confiança reflete o quão completo e consistente são os dados disponíveis sobre nutrição e ingredientes. Se falta açúcar, sal ou gordura saturada, Pickly mostra dados limitados em vez de uma pontuação numérica.

source: Confidence: %@
cs: Důvěra: %@
da: Tillid: %@
de: Vertrauen: %@
es: Confianza: %@
fr: Confiance : %@
it: Confidenza: %@
pl: Pewność siebie: %@
pt_pt: Confiança: %@

source: Confirm with Apple
cs: Potvrdit s Apple
da: Bekræft med Apple
de: Bestätigen mit Apple
es: Confirme con Apple
fr: Confirmer avec Apple
it: Confermare con Apple
pl: Potwierdź za pomocą Apple
pt_pt: Confirmar com a Apple

source: Confirm with Apple before deleting your account.
cs: Potvrďte s Apple před vymazáním vašeho účtu.
da: Bekræft med Apple, før du sletter din konto.
de: Bestätigen Sie mit Apple, bevor Sie Ihr Konto löschen.
es: Confirme con Apple antes de eliminar su cuenta.
fr: Confirmez avec Apple avant de supprimer votre compte.
it: Conferma con Apple prima di cancellare il tuo account.
pl: Potwierdź za pomocą Apple przed usunięciem konta.
pt_pt: Confirme com a Apple antes de apagar a sua conta.

source: Confirm with Apple to delete your account
cs: Potvrdit s Apple smazat váš účet
da: Bekræft med Apple at slette din konto
de: Bestätigen Sie mit Apple, dass Sie Ihr Konto löschen
es: Confirme con Apple para eliminar su cuenta
fr: Confirmez avec Apple pour supprimer votre compte
it: Confermare con Apple per eliminare il tuo account
pl: Potwierdź za pomocą Apple, aby usunąć konto
pt_pt: Confirme com a Apple para excluir sua conta

source: Confirm your email before signing in.
cs: Potvrďte svůj e-mail před přihlašováním.
da: Bekræft din e-mail, før du logger ind.
de: Bestätigen Sie Ihre E-Mail vor der Anmeldung.
es: Confirme su correo electrónico antes de iniciar sesión.
fr: Confirmez votre email avant de vous connecter.
it: Conferma la tua email prima di entrare.
pl: Potwierdź swój e-mail przed zalogowaniem się.
pt_pt: Confirme o seu e-mail antes de iniciar sessão.

source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiterfahren
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
pt_pt: Continuar

source: Continue with Google
cs: Pokračovat s Google
da: Fortsæt med Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
pl: Kontynuuj z Google
pt_pt: Continuar com o Google

source: Continue with email
cs: Pokračovat e-mailem
da: Fortsæt med e- mail
de: Weiter mit E-Mail
es: Continuar con el correo electrónico
fr: Continuer avec l'email
it: Continuare con e-mail
pl: Kontynuuj z e-mailem
pt_pt: Continuar com e- mail

source: Continue without account
cs: Pokračovat bez účtu
da: Fortsæt uden konto
de: Weiter ohne Konto
es: Continuar sin cuenta
fr: Continuer sans compte
it: Continuare senza account
pl: Kontynuuj bez konta
pt_pt: Continuar sem conta

source: Couldn't load product data. Check your connection and try again.
cs: Nemohla jsem načíst data o produktech. Zkontrolujte spojení a zkuste to znovu.
da: Kunne ikke indlæse produktdata. Tjek din forbindelse og prøv igen.
de: Konnte keine Produktdaten laden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No podía cargar datos de producto. Revise su conexión e intente de nuevo.
fr: Impossible de charger les données du produit. Vérifiez votre connexion et essayez à nouveau.
it: Non ho potuto caricare i dati del prodotto. Controlla la connessione e riprova.
pl: Nie mógł załadować danych o produktach. Sprawdź połączenie i spróbuj ponownie.
pt_pt: Não foi possível carregar dados do produto. Verifique sua conexão e tente novamente.

source: Couldn't refresh %@ products. Check your connection and try again.
cs: Nemohl obnovit produkty %@. Zkontrolujte spojení a zkuste to znovu.
da: Kunne ikke opdatere %@ produkter. Tjek din forbindelse og prøv igen.
de: Konnte nicht aktualisieren %@ Produkte. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No podía refrescar %@ productos. Revise su conexión e intente de nuevo.
fr: Impossible de rafraîchir les produits %@. Vérifiez votre connexion et essayez à nouveau.
it: Non poteva rinfrescare %@ prodotti. Controlla la connessione e riprova.
pl: Nie mógł odświeżyć produktów %@. Sprawdź połączenie i spróbuj ponownie.
pt_pt: Não foi possível atualizar %@ products. Verifique sua conexão e tente novamente.

source: Create
cs: Vytvořit
da: Opret
de: Schaffen
es: Crear
fr: Créer
it: Creare
pl: Utwórz
pt_pt: Criar

source: Create account
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
pl: Utwórz konto
pt_pt: Criar conta

source: Create an account or sign in with your email and password.
cs: Vytvořte si účet nebo se přihlaste e-mailem a heslem.
da: Opret en konto eller log ind med din e-mail og adgangskode.
de: Erstellen Sie ein Konto oder melden Sie sich mit Ihrer E-Mail und Ihrem Passwort an.
es: Crea una cuenta o accede con tu correo electrónico y contraseña.
fr: Créez un compte ou connectez-vous avec votre email et votre mot de passe.
it: Crea un account o accedi con la tua email e password.
pl: Utwórz konto lub zaloguj się za pomocą e-maila i hasła.
pt_pt: Crie uma conta ou entre com seu e-mail e senha.

source: Creates or opens your Pickly account using Google.
cs: Vytvořte nebo otevřete účet Pickly pomocí Google.
da: Opretter eller åbner din Pickly-konto ved hjælp af Google.
de: Erstellt oder öffnet Ihr Pickly-Konto mit Google.
es: Crea o abre su cuenta Pickly usando Google.
fr: Crée ou ouvre votre compte Pickly en utilisant Google.
it: Crea o apre il tuo account Pickly utilizzando Google.
pl: Tworzy lub otwiera swoje konto za pomocą Google.
pt_pt: Cria ou abre sua conta Pickly usando o Google.

source: Creates or opens your Pickly account using your Apple Account.
cs: Vytvořte nebo otevřete účet Pickly pomocí účtu Apple.
da: Opretter eller åbner din Pickly-konto ved hjælp af din Apple-konto.
de: Erstellt oder eröffnet Ihr Pickly-Konto mit Ihrem Apple-Konto.
es: Crea o abre su cuenta Pickly usando su cuenta de Apple.
fr: Crée ou ouvre votre compte Pickly en utilisant votre compte Apple.
it: Crea o apre il tuo account Pickly utilizzando il tuo account Apple.
pl: Tworzy lub otwiera Twoje konto Pickly przy użyciu Twojego konta Apple.
pt_pt: Cria ou abre a sua conta Pickly utilizando a sua Conta Apple.

source: Current
cs: Běžný měsíc
da: Løbende måned
de: Aktuell
es: Corriente
fr: Actuellement
it: Corrente
pl: Bieżący
pt_pt: Atual

source: Current product
cs: Aktuální produkt
da: Nuværende produkt
de: Aktuelles Produkt
es: Producto actual
fr: Produit actuel
it: Prodotto attuale
pl: Bieżący produkt
pt_pt: Produto atual

# Current product, %@, %@, %@
source: Current product, %1$@, %2$@, %3$@
cs: Aktuální produkt, %1$@, %2$@, %3$@
da: Nuværende produkt, %1$@, %2$@, %3$@
de: Aktuelles Produkt, %1$@, %2$@, %3$@
es: Producto actual, %1$@, %2$@, %3$@
fr: Produit actuel, %1$@, %2$@, %3$@
it: Prodotto attuale, %1$@, %2$@, %3$@
pl: Aktualny produkt, %1$@, %2$@, %3$@

source: Current product, \(product.name), \(product.brand), \(product.localizedVerdict)
cs: Aktuální produkt,\ (product.name),\ (product.brand),\ (product.localizedVerdict)
da: Nuværende produkt,\ (product.name),\ (product.brand),\ (product.localizedVerdict)
de: Aktuelles Produkt, \(product.name), \(product.brand), \(product.localizedVerdict)
es: Producto actual, \(product.name), \(product.brand), \(product.localizedVerdict)
fr: Produit actuel, \(product.name), \(product.brand), \(product.localizedVerdict)
it: Prodotto attuale, \(product.name), \(product.brand), \(product.localizedVerdict)
pl: Aktualny produkt,\ (product.name),\ (product.brand),\ (product.localizedVerdict)
pt_pt: Produto atual, \(produto.nome), \(produto.marca), \(produto.localizadoVerdict)

source: Dairy ingredient that can add texture and protein.
cs: Mléčné složky, které mohou přidat texturu a bílkoviny.
da: Mælkeingrediens, der kan tilføje tekstur og protein.
de: Milchzutat, die Textur und Protein hinzufügen kann.
es: Ingrediente lácteo que puede añadir textura y proteína.
fr: Ingrédients laitiers qui peuvent ajouter de la texture et des protéines.
it: Latticini che possono aggiungere texture e proteine.
pl: Składnik mleczny, który może dodać tekstury i białka.
pt_pt: Ingrediente lácteos que pode adicionar textura e proteína.

source: Data & privacy
cs: Data a soukromí
da: Databeskyttelse
de: Daten und Privatsphäre
es: Datos de privacidad
fr: Données et confidentialité
it: Dati e privacy
pl: Dane i prywatność
pt_pt: Dados e privacidade

source: Data and confidence
cs: Údaje a důvěra
da: Data og tillid
de: Daten und Vertrauen
es: Datos y confianza
fr: Données et confiance
it: Dati e fiducia
pl: Dane i zaufanie
pt_pt: Dados e confiança

source: Data missing
cs: Chybějící údaje
da: Data mangler
de: Fehlende Daten
es: Falta de datos
fr: Données manquantes
it: Dati mancanti
pl: Brak danych
pt_pt: Dados em falta

source: Data retention
cs: Uchovávání údajů
da: Dataopbevaring
de: Datenspeicherung
es: Retención de datos
fr: Conservation des données
it: Ritenzione dei dati
pl: Zatrzymanie danych
pt_pt: Retenção de dados

source: Delete Account
cs: Smazat účet
da: Slet konto
de: Konto löschen
es: Suprimir la Cuenta
fr: Supprimer le compte
it: Cancella account
pl: Usuń konto
pt_pt: Apagar conta

source: Delete account
cs: Smazat účet
da: Slet konto
de: Konto löschen
es: Suprimir la cuenta
fr: Supprimer le compte
it: Cancella account
pl: Usuń konto
pt_pt: Apagar conta

source: Delete your Pickly account?
cs: Vymazat svůj Pickly účet?
da: Slet din Pickly-konto?
de: Löschen Sie Ihr Pickly-Konto?
es: Eliminar su cuenta Pickly?
fr: Supprimer votre compte Pickly?
it: Elimina il tuo account Pickly?
pl: Skasować twoje konto?
pt_pt: Apagar a sua conta Pickly?

source: Deleting account…
cs: Smazání účtu...
da: Sletning af konto...
de: Löschkonto ...
es: Eliminar la cuenta...
fr: Suppression du compte...
it: Cancellare il conto...
pl: Usuwanie konta...
pt_pt: Excluindo conta...

source: Detailed information isn't available for these ingredients yet.
cs: Podrobné informace pro tyto přísady ještě nejsou k dispozici.
da: Detaljerede oplysninger er endnu ikke tilgængelige for disse ingredienser.
de: Detaillierte Informationen sind für diese Zutaten noch nicht verfügbar.
es: Aún no se dispone de información detallada para estos ingredientes.
fr: Aucune information détaillée n'est disponible pour ces ingrédients.
it: Informazioni dettagliate non sono ancora disponibili per questi ingredienti.
pl: Szczegółowe informacje nie są jeszcze dostępne dla tych składników.
pt_pt: Informações detalhadas ainda não estão disponíveis para estes ingredientes.

source: Dietary attributes
cs: Emisní atributy
da: Kostegenskaber
de: Diätetische Eigenschaften
es: Atributos dietéticos
fr: Attributs alimentaires
it: attributi alimentari
pl: Atrybuty dietetyczne
pt_pt: Atributos dietéticos

source: Different data basis
cs: Různé údaje
da: Forskellige datagrundlag
de: Unterschiedliche Datenbasis
es: Diferente base de datos
fr: Différentes bases de données
it: Base dati diversa
pl: Różne podstawy danych
pt_pt: Base de dados diferente

source: Done
cs: Hotovo
da: Færdig
de: Fertig
es: Listo
fr: Terminé
it: Fine
pl: Gotowe
pt_pt: Concluído

source: Energy check
cs: Energetická kontrola
da: Energikontrol
de: Energieprüfung
es: Verificación de energía
fr: Contrôle de l'énergie
it: Controllo dell'energia
pl: Kontrola energii
pt_pt: Controlo da energia

source: Enter a valid 8, 12, 13, or 14 digit barcode.
cs: Zadejte platný čárový kód8,12,13 nebo14.
da: Indtast en gyldig 8, 12, 13 eller 14-cifret stregkode.
de: Geben Sie einen gültigen 8, 12, 13 oder 14-stelligen Barcode ein.
es: Introduzca un código de barra válido de 8, 12, 13, o 14 dígitos.
fr: Entrez un code-barres valide de 8, 12, 13 ou 14 chiffres.
it: Inserisci un codice a barre valido 8, 12, 13, o 14 cifre.
pl: Wprowadź poprawny 8, 12, 13 lub 14-cyfrowy kod kreskowy.
pt_pt: Digite um código de barras válido de 8, 12, 13 ou 14 dígitos.

source: Enter barcode
cs: Zadejte čárový kód
da: Indtast stregkode
de: Barcode eingeben
es: Introduzca código de barras
fr: Saisissez le code-barres
it: Inserisci il codice a barre
pl: Wprowadź kod kreskowy
pt_pt: Digite código de barras

source: Enter barcode manually
cs: Zadejte čárový kód ručně
da: Indtast stregkode manuelt
de: Barcode manuell eingeben
es: Introduzca el código de barras manualmente
fr: Saisissez manuellement le code-barres
it: Inserisci codice a barre manualmente
pl: Wprowadź kod kreskowy ręcznie
pt_pt: Indique o código de barras manualmente

source: Expands nutrition facts.
cs: Rozšiřuje výživové údaje.
da: Udvider ernæringsfakta.
de: Erweitert Nährwert Fakten.
es: Amplia los hechos nutricionales.
fr: Élargit les données nutritionnelles.
it: Espandi i fatti nutrizionali.
pl: Rozwija fakty żywieniowe.
pt_pt: Expande os factos nutricionais.

source: Explore Better Choices.
cs: Prozkoumejte lepší volby.
da: Udforsk bedre valg.
de: Entdecken Sie bessere Entscheidungen.
es: Explore Mejores Opciones.
fr: Explorer de meilleurs choix.
it: Esplora le scelte migliori.
pl: Poznaj lepsze wybory.
pt_pt: Explore melhores escolhas.

source: Fiber
cs: Vláknina
da: Fibre
de: Ballaststoffe
es: Fibra
fr: Fibres
it: Fibre
pl: Błonnik
pt_pt: Fibra

source: Filters
cs: Filtry
da: Filtre
de: Filter
es: filtros
fr: Filtres
it: Filtri
pl: Filtry
pt_pt: Filtros

source: Finding Better Choices
cs: Hledání lepších rozhodnutí
da: Find bedre valg
de: Bessere Entscheidungen finden
es: Encontrar mejores opciones
fr: Trouver de meilleurs choix
it: Trovare scelte migliori
pl: Znalezienie lepszych wyborów
pt_pt: Encontrar Melhores Escolhas

source: Finding verified products from the same category…
cs: Hledání ověřených výrobků ze stejné kategorie…
da: Søger efter bekræftede produkter i samme kategori…
de: Geprüfte Produkte aus derselben Kategorie werden gesucht…
es: Buscando productos verificados de la misma categoría…
fr: Recherche de produits vérifiés dans la même catégorie…
it: Ricerca di prodotti verificati della stessa categoria…
pl: Wyszukiwanie zweryfikowanych produktów z tej samej kategorii…
pt_pt: A procurar produtos verificados da mesma categoria…

source: Finishes setup without creating an account.
cs: Dokončuje nastavení bez vytvoření účtu.
da: Afslutter opsætning uden at oprette en konto.
de: Beendet die Einrichtung, ohne ein Konto zu erstellen.
es: Termina la configuración sin crear una cuenta.
fr: Termine la configuration sans créer de compte.
it: Finisce la configurazione senza creare un account.
pl: Kończy konfigurację bez tworzenia konta.
pt_pt: Termina a configuração sem criar uma conta.
